Repository: qq623808331/TANGQUNMXG
Catalog: SLC1-N/Electricity.*.resx
Languages: es, zh

# label140.Text
source: 工作电压补偿
es: Compensación de tensión de trabajo

# label141.Text
source: 工作电压下限
es: Límite inferior de la tensión de trabajo

# label142.Text
source: 工作电压上限
es: Límite superior de tensión de trabajo

# label145.Text
source: 工作电流补偿
es: Compensación de corriente de trabajo

# label146.Text
source: 工作电流下限
es: Límite inferior de la corriente de trabajo

# label148.Text
source: 工作电流上限
es: Límite superior de la corriente de trabajo

# uiGroupBox29.Text
source: 电压电流上下限
es: Límites superior e inferior de tensión y corriente

# RDOWNParamsCopy.Text
source: RightCopy
es: Copiar a la derecha

# DOWNParamsSave.Text
source: 保存设置
es: Guardar configuración

# LDOWNParamsCopy.Text
source: LeftCopy
es: Copia izquierda

# label158.Text
source: CH2_1压力上限
es: Límite superior de presión ch2 1

# label159.Text
source: CH2_1压力下限
es: Límite inferior de presión ch2 1

# label160.Text
source: CH2_1流量下限
es: Límite inferior del tráfico ch2 1

# label161.Text
source: CH2_1流量上限
es: Ch2 1 límite máximo de tráfico

# label162.Text
source: CH2_1流量超时
es: Tiempo de espera del tráfico ch2 1

# label163.Text
source: CH2_1压力超时
es: Horas extras de presión ch2 1

# uiGroupBox24.Text
source: 流量压力上下限
es: Límite superior e inferior de la presión de flujo

# label188.Text
source: 工作电压补偿
es: Compensación de tensión de trabajo

# label189.Text
source: 工作电压下限
es: Límite inferior de la tensión de trabajo

# label190.Text
source: 工作电压上限
es: Límite superior de tensión de trabajo

# label193.Text
source: 工作电流补偿
es: Compensación de corriente de trabajo

# label194.Text
source: 工作电流下限
es: Límite inferior de la corriente de trabajo

# label196.Text
source: 工作电流上限
es: Límite superior de la corriente de trabajo

# uiGroupBox28.Text
source: 电压电流上下限
es: Límites superior e inferior de tensión y corriente

# uiGroupBox21.Text
source: CH2测试参数设置
es: Configuración de los parámetros de prueba CH2

# label55.Text
source: CH1_1压力上限
es: CH1 1 1 límite superior de presión

# label56.Text
source: CH1_1压力下限
es: Límite inferior de presión CH1 1 1

# label29.Text
source: CH1_1流量下限
es: Límite inferior del flujo CH1 1 1

# label62.Text
source: CH1_1流量上限
es: CH1 1 1 límite máximo de tráfico

# label66.Text
source: CH1_1流量超时
es: Compensación de tensión de trabajo

# label30.Text
source: CH1_1压力超时
es: CH1 1 1 horas extras de presión

# uiGroupBox11.Text
source: 流量压力上下限
es: Límite superior e inferior de la presión de flujo

# label65.Text
source: 工作电压补偿
es: Compensación de tensión de trabajo

# label67.Text
source: 工作电压下限
es: Límite inferior de la tensión de trabajo

# label68.Text
source: 工作电压上限
es: Límite superior de tensión de trabajo

# label129.Text
source: 工作电流补偿
es: Compensación de corriente de trabajo

# label130.Text
source: 工作电流下限
es: Límite inferior de la corriente de trabajo

# label132.Text
source: 工作电流上限
es: Límite superior de la corriente de trabajo

# uiGroupBox18.Text
source: 电压电流上下限
es: Límites superior e inferior de tensión y corriente

# uiGroupBox17.Text
source: CH1测试参数设置
es: Configuración de los parámetros de prueba CH1

# tabPage5.Text
source: 下充测试参数设置
es: Estanqueidad a la baja establecida

# label230.Text
source: 工作电压补偿
es: Compensación de tensión de trabajo

# label231.Text
source: 工作电压下限
es: Límite inferior de la tensión de trabajo

# label232.Text
source: 工作电压上限
es: Límite superior de tensión de trabajo

# label235.Text
source: 工作电流补偿
es: Working current compensation

# label236.Text
source: 工作电流下限
es: Límite inferior de la corriente de trabajo

# label238.Text
source: 工作电流上限
es: Límite superior de la corriente de trabajo

# uiGroupBox40.Text
source: 电压电流上下限
es: Límites superior e inferior de tensión y corriente

# label224.Text
source: CH2压力上限
es: Límite superior de presión CH2

# label225.Text
source: CH2压力下限
es: Límite inferior de presión CH2

# label226.Text
source: CH2压力超时
es: Horas extras de presión CH2

# uiGroupBox42.Text
source: CH2压力上下限
es: Límite superior e inferior de la presión CH2

# RWDParamsSave.Text
source: 保存设置
es: Guardar configuración

# uiGroupBox39.Text
source: CH2测试参数设置
es: CH2 test parameter settings

# label84.Text
source: 工作电压补偿
es: Compensación de tensión de trabajo

# label85.Text
source: 工作电压下限
es: Límite inferior de la tensión de trabajo

# label86.Text
source: 工作电压上限
es: Límite superior de tensión de trabajo

# label123.Text
source: 工作电流补偿
es: Compensación de corriente de trabajo

# label124.Text
source: 工作电流下限
es: Límite inferior de la corriente de trabajo

# label126.Text
source: 工作电流上限
es: Límite superior de la corriente de trabajo

# uiGroupBox34.Text
source: 电压电流上下限
es: Límites superior e inferior de tensión y corriente

# uiGroupBox26.Text
source: CH2测试参数设置
es: Configuración de los parámetros de prueba CH2

# FWDParamsSave.Text
source: 保存设置
es: Guardar configuración

# uiGroupBox22.Text
source: CH1测试参数设置
es: Configuración de los parámetros de prueba CH1

# CHKUnit.Text
source: 气压单位kgf/cm2
es: Unidad de presión de aire KGF / cm2

# label119.Text
source: 单位
es: Unidad

# label118.Text
source: 单位
es: Unidad

# label115.Text
source: 单位
es: Unidad

# label114.Text
source: 单位
es: Unidad

# label106.Text
source: 压力单位
es: Dispositivo de presión

# label107.Text
source: 泄漏量单位
es: Unidad de fuga

# label108.Text
source: 充气压力上限
es: Límite superior de presión inflable

# label109.Text
source: 充气压力下限
es: Límite inferior de la presión de inflación

# label110.Text
source: 泄漏量上限
es: Límite superior de fugas

# label120.Text
source: 压力补偿
es: Compensación de presión

# ParaNum.Items
source: 1流量
es: 1 caudal

# ParaNum.Items1
source: 2仪器气密
es: 2 estanqueidad del instrumento

# ParaNum.Items2
source: 3阀泵气密
es: 3 bomba de válvula hermética

# ParaNum.Items3
source: 4_A1/D1气密
es: 4 A1 / D1 hermético

# ParaNum.Items4
source: 5_A2/D2气密
es: 5 A2 / D2 hermético

# ParaNum.Items5
source: 6_B1/E1气密
es: 6b1 / E1 hermético

# ParaNum.Items6
source: 7_B2/E2气密
es: 7 B2 / E2 hermético

# ParaNum.Items7
source: 8_C1/F1气密
es: 8 C1 / f1 hermético

# ParaNum.Items8
source: 9_C2/F2气密
es: 9 C2 / f2 hermético

# MachineNum.Items
source: 1左工位CH1-1
es: 1 estación de trabajo izquierda CH1 - 1

# MachineNum.Items1
source: 2左工位CH1-2
es: 2 estación de trabajo izquierda CH1 - 2

# MachineNum.Items2
source: 3右工位CH2-1
es: 3 estación de trabajo derecha CH2 - 1

# MachineNum.Items3
source: 4右工位CH2-2
es: 4 estación de trabajo derecha CH2 - 2

# BtnKeep.Text
source: 保存参数
es: Guardar parámetros

# Compensation.Text
source: 压力补偿
es: Compensación de presión

# uiGroupBox16.Text
source: 压力补偿
es: Compensación de presión

# label111.Text
source: 平衡压差上限
es: Límite superior de la diferencia de presión de equilibrio

# label112.Text
source: 平衡压差下限
es: Límite inferior de la diferencia de presión de equilibrio

# label113.Text
source: 泄漏量下限
es: Límite inferior de la fuga

# uiGroupBox15.Text
source: 压力参数
es: Parámetros de presión

# BtnUpload.Text
source: 修改蜂鸣器
es: Modificar el zumbador

# label87.Text
source: 仪器编号
es: Número del instrumento

# label90.Text
source: 解除2延时
es: Liberación 2 retraso

# label97.Text
source: 延时1
es: Retraso 1

# label91.Text
source: 平衡时间
es: Tiempo de equilibrio

# label96.Text
source: 延时2
es: Retraso 2

# label92.Text
source: 充气时间
es: Tiempo de inflación

# label95.Text
source: 等效容积
es: Volumen equivalente

# label93.Text
source: 检测时间1
es: Tiempo de detección 1

# label94.Text
source: 排气时间
es: Tiempo de escape

# uiGroupBox14.Text
source: 时间参数
es: Parámetros de tiempo

# label89.Text
source: 参数名称
es: Nombre del parámetro

# label218.Text
source: CH1压力上限
es: Límite superior de presión CH1

# label219.Text
source: CH1压力下限
es: Límite inferior de presión CH1

# label220.Text
source: CH1压力超时
es: Horas extras de presión CH1

# uiGroupBox38.Text
source: CH1压力上下限
es: Límite superior e inferior de la presión CH1

# label206.Text
source: 工作电压补偿
es: Compensación de tensión de trabajo

# label207.Text
source: 工作电压下限
es: Límite inferior de la tensión de trabajo

# label208.Text
source: 工作电压上限
es: Límite superior de tensión de trabajo

# label211.Text
source: 工作电流补偿
es: Compensación de corriente de trabajo

# label212.Text
source: 工作电流下限
es: Límite inferior de la corriente de trabajo

# label214.Text
source: 工作电流上限
es: Límite superior de la corriente de trabajo

# uiGroupBox36.Text
source: 电压电流上下限
es: Límites superior e inferior de tensión y corriente

# uiGroupBox35.Text
source: CH1测试参数设置
es: Configuración de los parámetros de prueba CH1

# ChkBee.Text
source: 蜂鸣器
es: Zumbador

# label88.Text
source: 主通道参数编号
es: Número de parámetros

# uiGroupBox13.Text
source: 仪器参数设置
es: Configuración de los parámetros del instrumento

# tabPage3.Text
source: 仪器参数设置
es: Configuración de los parámetros del instrumento

# UPParamsSave.Text
source: 保存设置
es: Guardar configuración

# label179.Text
source: CH2_2压力上限
es: Límite superior de presión CH2 2 2

# label180.Text
source: CH2_2压力下限
es: Límite inferior de presión CH2 2 2

# label181.Text
source: CH2_2流量下限
es: Límite inferior del tráfico CH2 2 2

# label182.Text
source: CH2_2流量上限
es: CH2 2 límite máximo de tráfico

# label183.Text
source: CH2_2流量超时
es: Tiempo de espera del tráfico CH2 2 2

# label184.Text
source: CH2_2压力超时
es: Horas extras de presión CH2 2 2

# uiGroupBox27.Text
source: 流量压力上下限
es: Límite superior e inferior de la presión de flujo

# label151.Text
source: CH2电流比值补偿
es: Compensación de la relación de corriente CH2

# label152.Text
source: CH2压力比值补偿
es: Compensación de la relación de presión CH2

# label153.Text
source: CH2电流比值下限
es: Límite inferior de la relación de corriente CH2

# label155.Text
source: CH2电流比值上限
es: Límite superior de la relación de corriente CH2

# label156.Text
source: CH2压力比值上限
es: Límite superior de la relación de presión CH2

# label157.Text
source: CH2压力比值下限
es: Límite inferior de la relación de presión CH2

# uiGroupBox23.Text
source: 比值上下限
es: Límite superior e inferior de la tasa

# label167.Text
source: 工作电压补偿
es: Compensación de corriente de trabajo

# label168.Text
source: 工作电压下限
es: Límite inferior de la tensión de trabajo

# label169.Text
source: 工作电压上限
es: Límite superior de tensión de trabajo

# label172.Text
source: 工作电流补偿
es: Compensación de corriente de trabajo

# label173.Text
source: 工作电流下限
es: Límite inferior de la corriente de trabajo

# label175.Text
source: 工作电流上限
es: Límite superior de la corriente de trabajo

# uiGroupBox25.Text
source: 电压电流上下限
es: Límites superior e inferior de tensión y corriente

# uiGroupBox12.Text
source: CH2测试参数设置
es: Configuración de los parámetros de prueba CH2

# label48.Text
source: CH1_2流量上限
es: CH1 2 límite máximo de tráfico

# label59.Text
source: CH1_2流量超时
es: CH1 2 tiempo de espera de tráfico

# label35.Text
source: CH1_2流量下限
es: CH1_ 2 Lower limit of flow

# label31.Text
source: CH1_2压力上限
es: CH1 2 límite superior de presión

# label60.Text
source: CH1_2压力超时
es: CH1 2 horas extras de presión

# label33.Text
source: CH1_2压力下限
es: Límite inferior de presión CH1 2

# uiGroupBox20.Text
source: 流量压力上下限
es: Límite superior e inferior de la presión de flujo

# label57.Text
source: CH1电流比值补偿
es: Compensación de la relación de corriente CH1

# label58.Text
source: CH1压力比值补偿
es: Compensación de la relación de presión CH1

# label135.Text
source: CH1电流比值下限
es: Límite inferior de la relación de corriente CH1

# label136.Text
source: CH1电流比值上限
es: Límite superior de la relación de corriente CH1

# label137.Text
source: CH1压力比值上限
es: Límite superior de la relación de presión CH1

# label138.Text
source: CH1压力比值下限
es: Límite inferior de la relación de presión CH1

# uiGroupBox19.Text
source: 比值上下限
es: Límite superior e inferior de la tasa

# label52.Text
source: 工作电压补偿
es: Compensación de tensión de trabajo

# label38.Text
source: 工作电压下限
es: Límite inferior de la tensión de trabajo

# label40.Text
source: 工作电压上限
es: Upper limit of working voltage

# label44.Text
source: 工作电流补偿
es: Compensación de corriente de trabajo

# label41.Text
source: 工作电流下限
es: Límite inferior de la corriente de trabajo

# label54.Text
source: 工作电流上限
es: Límite superior de la corriente de trabajo

# uiGroupBox10.Text
source: 电压电流上下限
es: Límites superior e inferior de tensión y corriente

# uiGroupBox9.Text
source: CH1测试参数设置
es: Configuración de los parámetros de prueba CH1

# tabPage4.Text
source: 上充测试参数设置
es: Estanqueidad superior establecida

# label51.Text
source: CH1_2压力下限
es: Diferencia máxima de presión
zh: 压力相差最大值

# label69.Text
source: CH1_2流量上限
es: Límite superior de tráfico CH1 2
zh: CH1流量上限

# label70.Text
source: CH1_2流量超时
es: Tiempo de espera del tráfico CH1 2
zh: CH1流量时间

# label71.Text
source: CH1_2流量下限
es: Límite inferior del tráfico CH1 2
zh: CH1流量下限

# label72.Text
source: CH1_2压力上限
es: Límite superior de presión CH1 2
zh: CH1压力上限

# label73.Text
source: CH1_2压力超时
es: Horas extras de presión CH1 2
zh: CH1压力时间

# label74.Text
source: CH1_2压力下限
es: Límite inferior de presión CH1 2
zh: CH1压力下限

# uiGroupBox41.Text
source: 流量压力上下限
es: Límite superior e inferior de la presión de flujo

# label11.Text
source: CH1_2流量上限
es: Límite superior de tráfico CH1 2
zh: CH2流量时间

# label5.Text
source: CH2_2压力上限
es: Límite superior de presión CH2 2
zh: CH2压力上限

# label6.Text
source: CH2_2压力下限
es: Límite inferior de presión CH2 2
zh: CH2压力下限

# label7.Text
source: CH2_2流量下限
es: Límite inferior del tráfico CH2 2
zh: CH2流量下限

# label10.Text
source: CH2_2压力超时
es: Horas extras de presión CH2 2
zh: CH2压力时间

# label8.Text
source: CH2_2流量上限
es: Límite superior de tráfico CH2 2
zh: CH2流量上限

# uiGroupBox33.Text
source: 流量压力上下限
es: Límite superior e inferior de la presión de flujo

# LFWDParamsCopy.Text
source: LeftCopy
es: Copia izquierda

# tabPage6.Text
source: 同充测试参数设置
es: Configuración de la misma prueba de carga

# PRWDParamsCopy.Text
source: RightCopy
es: Copiar a la derecha

# LRWDParamsCopy.Text
source: LeftCopy
es: Copia izquierda

# tabPage7.Text
source: 泄气测试参数设置
es: Configuración de la prueba de Liberación de aire

# tabPage2.Text
source: 测试参数设置
es: Configuración de los parámetros de prueba

# CH1ElecSave.Text
source: 保存设置
es: Guardar configuración

# label19.Text
source: CH1静态电流补偿
es: Compensación de corriente estática CH1

# label25.Text
source: CH1静态电流下限
es: Límite inferior de la corriente estática CH1

# label26.Text
source: CH1静态电流上限
es: Límite superior de corriente estática CH1

# uiGroupBox5.Text
source: CH1静态电流
es: Corriente estática CH1

# label24.Text
source: CH2静态电流补偿
es: Compensación de corriente estática CH2

# label27.Text
source: CH2静态电流下限
es: Límite inferior de la corriente estática CH2

# label28.Text
source: CH2静态电流上限
es: Límite superior de corriente estática CH2

# CFQuiescentCurrnt.Text
source: 静态电流
es: Tranquilo y tranquilo

# CFFWDLeak.Text
source: 同充气密
es: Igual que las mallas inflables

# CFDOWNLeak.Text
source: 下充气密
es: La inflación más baja se endurece

# CFUPLeak.Text
source: 上充气密
es: Alta inflación

# CFRWD.Text
source: RWD：泄气
es: Rwd: desinflación

# CFFWD.Text
source: FWD：同充
es: Fwd: inflación simultánea

# CFDOWN.Text
source: DOWN：下充
es: A la baja: menor inflación

# CFUP.Text
source: UP：上充
es: Up: inflable superior

# uiGroupBox32.Text
source: C/F通道流程设置
es: Configuración del proceso del canal C / F

# BEQuiescentCurrnt.Text
source: 静态电流
es: Tranquilo y tranquilo

# BEFWDLeak.Text
source: 同充气密
es: Igual que las mallas inflables

# BEDOWNLeak.Text
source: 下充气密
es: La inflación más baja se endurece

# BEUPLeak.Text
source: 上充气密
es: Alta inflación

# BERWD.Text
source: RWD：泄气
es: Rwd: desinflación

# BEFWD.Text
source: FWD：同充
es: Fwd: inflación simultánea

# BEDOWN.Text
source: DOWN：下充
es: A la baja: menor inflación

# BEUP.Text
source: UP：上充
es: Up: inflable superior

# uiGroupBox3.Text
source: B/E通道流程设置
es: Configuración del proceso del canal B / e

# ADQuiescentCurrnt.Text
source: 静态电流
es: Tranquilo y tranquilo

# ADFWDLeak.Text
source: 同充气密
es: Igual que las mallas inflables

# ADDOWNLeak.Text
source: 下充气密
es: La inflación más baja se endurece

# ADUPLeak.Text
source: 上充气密
es: Alta inflación

# ADRWD.Text
source: RWD：泄气
es: Rwd: desinflación

# ADFWD.Text
source: FWD：同充
es: Fwd: inflación simultánea

# ADDOWN.Text
source: DOWN：下充
es: A la baja: menor inflación

# ADUP.Text
source: UP：上充
es: Up: inflable superior

# uiGroupBox1.Text
source: A/D通道流程设置
es: Configuración del proceso del Canal a / D

# btnSave.Text
source: 保存设置
es: Guardar configuración

# CH2UpDownChange.Text
source: 上下充交换
es: Intercambio de tarifas superiores e inferiores

# CH2QuiescentCurrnt.Text
source: CH2静态电流
es: Corriente estática CH2

# CH2HighLevel.Text
source: CH2高电平
es: Alto nivel de ch2

# OrderRightCopy.Text
source: RightCopy
es: Copiar a la derecha

# CH2UP.Text
source: UP：上充
es: Up: inflable superior

# CH2DOWN.Text
source: DOWN：下充
es: A la baja: menor inflación

# CH2FWD.Text
source: FWD：同充
es: Fwd: inflación simultánea

# CH2RWD.Text
source: RWD：泄气
es: Rwd: desinflación

# CH2UPLeak.Text
source: 上充气密
es: Denso

# CH2DOWNLeak.Text
source: 下充气密
es: La inflación más baja se endurece

# CH2FWDLeak.Text
source: 同充气密
es: Igual que las mallas inflables

# CH2Pump.Text
source: 阀泵供气
es: Suministro de gas de la bomba de válvula

# uiGroupBox8.Text
source: CH2主通道流程设置
es: Configuración del proceso del canal principal CH2

# CH1QuiescentCurrnt.Text
source: CH1静态电流
es: CH1 quiescent current

# CH1UpDownChange.Text
source: 上下充交换
es: Entre la parte superior y la inferior de tarifa

# CH1HighLevel.Text
source: CH1高电平
es: Alto nivel de CH1

# OrderLeftCopy.Text
source: LeftCopy
es: Copia izquierda

# CH1Pump.Text
source: 阀泵供气
es: Suministro de gas de la bomba de válvula

# CH1FWDLeak.Text
source: 同充气密
es: Igual que las mallas inflables

# CH1DOWNLeak.Text
source: 下充气密
es: La inflación más baja se endurece

# CH1UPLeak.Text
source: 上充气密
es: Alta inflación

# CH1RWD.Text
source: RWD：泄气
es: Rwd: desinflación

# CH1FWD.Text
source: FWD：同充
es: Fwd: inflación simultánea

# CH1DOWN.Text
source: DOWN：下充
es: A la baja: menor inflación

# CH1UP.Text
source: UP：上充
es: Up: inflable superior

# uiGroupBox7.Text
source: CH1主通道流程设置
es: Configuración del proceso del canal principal CH1

# tabPage0.Text
source: 流程设置
es: Configuración del proceso

# ChkPLCPress.Text
source: 气压单位kgf/cm2
es: Unidad de presión de aire KGF / cm2

# CH2ElecSave.Text
source: 保存设置
es: Guardar configuración

# uiGroupBox6.Text
source: CH2静态电流
es: Corriente estática CH2

# CH4ValveWrite.Text
source: 写入
es: Escribir

# label13.Text
source: CH2-2调压阀
es: Válvula reguladora de presión CH2 - 2

# CH3ValveWrite.Text
source: 写入
es: Escribir

# label15.Text
source: CH2-1调压阀
es: Válvula reguladora de presión CH2 - 1

# uiGroupBox4.Text
source: CH2调压阀
es: Válvula reguladora de presión CH2

# CH2ValveWrite.Text
source: 写入
es: Escribir

# label3.Text
source: CH1-2调压阀
es: Válvula reguladora de presión CH1 - 2

# CH1ValveWrite.Text
source: 写入
es: Escribir

# label1.Text
source: CH1-1调压阀
es: Válvula reguladora de presión CH1 - 1

# uiGroupBox2.Text
source: CH1调压阀
es: Válvula reguladora de presión CH1

# tabPage1.Text
source: 电流电压设置
es: Configuración de corriente y tensión

# btnCKCh2Off.Text
source: CH2程控电源关闭
es: La fuente de alimentación programable CH2 está apagada

# btnCKCh2On.Text
source: CH2程控电源开启
es: Encendido programable CH2

# btnCKCh2Save.Text
source: 写入
es: Escribir

# label4.Text
source: CH2程控电源电流
es: Corriente de alimentación programable CH2

# label16.Text
source: CH2程控电源电压
es: Tensión de alimentación programable CH2

# uiGroupBox30.Text
source: CH2程控电源
es: Fuente de alimentación programable CH2

# btnCKCh1Off.Text
source: CH1程控电源关闭
es: La fuente de alimentación programable CH1 está apagada

# btnCKCh1On.Text
source: CH1程控电源开启
es: Encendido programable CH1

# btnCKCh1Save.Text
source: 写入
es: Escribir

# label43.Text
source: CH1程控电源电流
es: Corriente de alimentación programable CH1

# label46.Text
source: CH1程控电源电压
es: Tensión de alimentación programable CH1

# uiGroupBox31.Text
source: CH1程控电源
es: Fuente de alimentación programable CH1

# tabPage9.Text
source: 程控电源参数设置
es: Programación de la configuración de los parámetros de la fuente de alimentación

# $this.Text
source: 电流电压
es: Parámetros de prueba
