Repository: qq623808331/TANGQUNMXG
Catalog: SLC1-N/Help.*.resx
Languages: es

# BtnManual1.Text
source: 1.Serial port setting function
es: 1. función de configuración de Puerto serie

# BtnManual2.Text
source: 2.Login and password modification
es: 2. inicio de sesión y modificación de contraseña

# BtnManual3.Text
source: 3.Storage setting function
es: 3. función de configuración de almacenamiento

# BtnManual4.Text
source: 4. Basic usage steps
es: 4. pasos básicos de uso

# BtnManual5.Text
source: 5. Export SQL file
es: 5. exportar archivos SQL

# BtnManual6.Text
source: 6. Basic Settings Function
es: 6. función de configuración básica

# BtnManual7.Text
source: 7. Test parameter function
es: 7. función de parámetros de prueba

# function1.Text
source: 1. Select the correct Baud from the Baud drop-down list. The default is 9600. 2. Select the correct port from the port number drop-down list and click on Connect Serial Port, If connected, the serial port status will display that the serial port is connected. If connected to the instrument On communication, the communication status will display as connected. If the port dropdown item is not set Click to refresh the serial port for the corresponding port. To disconnect from the serial port Connect, then click to disconnect.
es: 1. seleccione la "tasa de porto" correcta de la lista desplegable "tasa de porto". El valor predeterminado es de 9600. 2. seleccione el puerto correcto de la lista desplegable del número de puerto y luego haga clic para conectar el puerto serie, Si está conectado, el Estado del puerto serie mostrará que el puerto serie está conectado. Si se conecta al instrumento En el momento de la comunicación, el Estado de la comunicación se mostrará conectado. Si no se establece el desplegable del puerto Haga clic para actualizar el puerto serie del puerto correspondiente. para desconectar del puerto serie Conecte y luego haga clic para desconectar.

# function5.Text
source: Export SqlServer file function: (1) Click the Connect SQL button, fill in the server name or IP address of SqlServer, and fill in the username and Password. After entering the login information, click Save, and the next time you open this system, you can also read the entered login data. If you do not click Save, the input login data will not be read in the next login. (2) After the test is completed, a new database file named "LeakTest" can be created and connected to the data Library, which can be operated in SSMS. There is a database file named A table with "leaktest+date of the day" is used to store test records. During product testing, this number can be automatically updated every day Create a new table called "leaktest+date of the day" in the database to store the test records of the day. (3) If connecting to the database on the computer where this software is installed, you can enter the server name locally Connection to SqlServer. The server name is the instance name displayed in the SqlServer Object Explorer, also known as You can query 'select @ @ SERVERNAME' with a statement after logging in to obtain. (4) If connecting to a database on a computer in the local area network, you can connect to SqlServer by entering the IP address.
es: Exportar la función de archivo sqlserver: (1) haga clic en el botón "connect sql", rellene el nombre del servidor o la dirección IP del servidor sqlserver, y luego rellene el nombre de usuario y Palabras clave Después de introducir la información de inicio de sesión, haga clic en "guardar", y la próxima vez que abra este sistema, también puede leer los datos de inicio de sesión introducidos. Si no hace clic en "guardar", los datos de inicio de sesión introducidos no se leerán la próxima vez que inicie sesión. (2) una vez finalizada la prueba, se puede crear un nuevo archivo de base de datos llamado "leaktest" y conectarse a los datos Biblioteca, que se puede operar en ssms. Hay un archivo de base de datos llamado Una tabla con "prueba de fuga + fecha del día" se utiliza para almacenar los registros de prueba. Durante la prueba del producto, este número se puede actualizar automáticamente todos los días Crear una nueva tabla en la base de datos llamada "leaktest + fecha del día" para almacenar el registro de pruebas del día. (3) si se conecta a una base de datos en el ordenador donde se instala este software, se puede introducir el nombre del servidor localmente Conectarse al servidor sqlserver. El nombre del servidor es el nombre de la instancia que se muestra en el gestor de recursos de objetos del servidor sqlserver, también conocido como Después de iniciar sesión, puede consultar "select @ @ servername" con una sentencia para obtenerlo. (4) si se conecta a una base de datos en un ordenador en una red local, se puede conectar al servidor SQLServer introduciendo una dirección Ip.

# Function6.Text
source: 1. Set station number: The station number needs to be consistent with the instrument's slave station number. For example, if the instrument station number is 1, select 01; If the instrument station number is 2, select 02, and so on. If not selected, the default instrument station number is 01 2. Barcode length: The barcode length can be set to the length of the barcode that needs to be entered. After scanning, perform a scanning verification Verify whether the length is correct. If the barcode length is not entered, it defaults to 13 digits.
es: 1. establecer el número de estación: el número de estación debe ser consistente con el número de estación subordinada del instrumento. Por ejemplo, si el número del salpicadero es 1, se selecciona 01; Si el número de estación de instrumentos es 2, se selecciona 02, y así sucesivamente. si no se selecciona, el número de estación de instrumentos predeterminado es 01 2. longitud del Código de barras: se puede establecer la longitud del Código de barras a la longitud del Código de barras que se debe introducir. Después del escaneo, se realiza la verificación del escaneo. Verifique si la longitud es correcta. Si no se introduce la longitud del Código de barras, el valor predeterminado es de 13 dígitos.

# Label2.Text
source: Instructions for use
es: Instrucciones de uso

# Label3.Text
source: The basic usage steps are as follows: 1. Enter the serial port setting function and select the correct Baud, which is 9600 by default. 2. Select the correct port and click Connect to Serial Port. If the connection is successful, the serial port status will display as Connected. After connecting to the serial port, enter the storage settings function to set the storage files. 4. Click on Start Instrument to start the instrument for product testing. 5. To use a barcode to start the instrument, first enter the barcode length in the basic settings Length, then scan the barcode. If the barcode length is not entered, it defaults to 13 digits. If you need to reset the instrument, click Reset Instrument. If the reset instrument button is clicked during the testing process, then Interrupt the testing process. Precautions: 1. Please follow the instructions for operation, otherwise it may cause software abnormalities. 2. Please follow the detailed functional instructions in the functional directory for operation, otherwise it may cause software abnormalities. 3. If the software is abnormal, restart it.
es: Los pasos básicos de uso son los siguientes: 1. ingrese a la función de configuración del puerto serie y elija la tasa de Baud correcta, que por defecto es de 9600. 2. seleccione el puerto correcto y luego haga clic en "conectarse al puerto serie". si la conexión es exitosa, el Estado del puerto serie se mostrará como "conectado". Después de conectarse al puerto serie, ingrese a la función de configuración de almacenamiento para configurar el archivo de almacenamiento. 4. haga clic en activar el instrumento para iniciar el instrumento para la prueba del producto. 5. para activar el instrumento con código de barras, primero introduzca la longitud del Código de barras en la configuración básica. Longitud y luego escanear el Código de barras. Si no se introduce la longitud del Código de barras, el valor predeterminado es de 13 dígitos. Si necesita restablecer el instrumento, haga clic para restablecer el instrumento. Si hace clic en el botón restablecer el instrumento durante la prueba, entonces Interrumpir el proceso de prueba. Precauciones: 1. siga las instrucciones, de lo contrario puede causar anomalías en el software. 2. siga las instrucciones funcionales detalladas en el catálogo de funciones, de lo contrario puede causar anomalías en el software. 3. si el software tiene una anomalía, reinicie.

# Label4.Text
source: Welcome to use the LL28 upper computer control system developed by Shenzhen Linglong Technology Co., Ltd!
es: ¡¡ Bienvenido al sistema de control de computadora superior ll28 desarrollado por Shenzhen linglong Technology co., ltd.!

# Label5.Text
source: Functional Catalog:
es: Catálogo de funciones:

# Function7.Text
source: If you need to change the instrument parameters, enter the required parameters in each parameter box and click on Upload Parameters, The upload parameter button will turn into the red text "Upload successful". The parameter button to be uploaded will be restored to its original state, i.e. uploaded Complete. After uploading, you can click the Read Parameters button to verify whether all parameters have been uploaded. Upload parameters The parameter format must meet the requirements of the instrument, otherwise it may cause software abnormalities. 2. Click the Read Parameters button to read the instrument parameters. 3. If you need to save the parameters locally, enter the parameters in the parameter input box and click Save Parameters Button to save. Up to fifteen parameters can be saved. You can switch between locally saved parameters at the parameter group number.
es: Si necesita cambiar los parámetros del instrumento, introduzca los parámetros deseados en cada cuadro de parámetros y luego haga clic para cargar los parámetros. El botón cargar parámetros se convertirá en texto rojo "cargar con éxito". El botón de parámetros a cargar volverá a su Estado original, es decir, cargar Completado Después de cargar, puede hacer clic en el botón "leer parámetros" para verificar si todos los parámetros han sido subidos. Cargar parámetros El formato del parámetro debe cumplir con los requisitos del instrumento, de lo contrario puede causar anomalías en el software. 2. haga clic en el botón Leer parámetros para leer los parámetros del instrumento. 3. si necesita guardar los parámetros localmente, introduzca los parámetros en el cuadro de entrada de parámetros y luego haga clic en "guardar parámetros" El botón a guardar. Se pueden guardar hasta 15 parámetros. Puede cambiar entre los parámetros guardados localmente en el número del Grupo de parámetros.
